Repository: Srivatsanb123/bike_rental
Catalog: lib/l10n/app_*.arb
Languages: ta

# title
source: TrackED
ta: டிராக்ஈடி

source: Home
ta: வீடு

source: Profile
ta: பக்கத்தோற்ற வடிவம்

source: History
ta: வரலாறு

# info3
source: Menu
ta: பட்டியல்

# setbtn1
source: Account
ta: எண்ணுதல்

# setbtn2
source: Notifications
ta: அறிவிக்கைகள்

# setbtn4
source: Sign Out
ta: வெளியேறு

# setbtn5
source: Settings
ta: அமைப்புகள்

# rent
source: Rent Bicycle
ta: வாடகை சைக்கிள்

# mtb
source: The MTB (Mountain Bike) is designed for adventurous riders seeking thrilling off-road experiences. It features a robust frame, advanced suspension systems, and rugged tires, making it suitable for conquering challenging terrains such as mountain trails, rocky paths, and forest tracks. With its versatile gearing options and responsive handling, the MTB offers an exhilarating ride for those passionate about outdoor exploration and adrenaline-fueled adventures.
ta: எம்டிபி (மவுண்டன் பைக்) சிலிர்ப்பூட்டும் ஆஃப்-ரோடு அனுபவங்களைத் தேடும் சாகச ரைடர்களுக்காக வடிவமைக்கப்பட்டுள்ளது. இது ஒரு வலுவான சட்டகம், மேம்பட்ட சஸ்பென்ஷன் அமைப்புகள் மற்றும் கரடுமுரடான டயர்களைக் கொண்டுள்ளது, இது மலைப்பாதைகள், பாறை பாதைகள் மற்றும் வனப் பாதைகள் போன்ற சவாலான நிலப்பரப்புகளை வெல்ல ஏற்றதாக அமைகிறது. அதன் பல்துறை கியரிங் விருப்பங்கள் மற்றும் பதிலளிக்கக்கூடிய கையாளுதலுடன், MTB வெளிப்புற ஆய்வு மற்றும் அட்ரினலின்-எரிபொருள் சாகசங்களில் ஆர்வமுள்ளவர்களுக்கு ஒரு உற்சாகமான சவாரி வழங்குகிறது.

# normal
source: The Normal Bicycle is an excellent choice for everyday commuting, leisurely rides, and urban exploration. With its comfortable saddle, ergonomic handlebars, and lightweight frame, it offers a smooth and enjoyable riding experience on city streets, bike paths, and scenic routes. Whether youre commuting to work, running errands, or simply enjoying a leisurely ride in the park, the Normal Bicycle provides versatility, convenience, and comfort for riders of all ages and skill levels.
ta: சாதாரண சைக்கிள் அன்றாட பயணம், நிதானமான சவாரிகள் மற்றும் நகர்ப்புற ஆய்வுக்கு ஒரு சிறந்த தேர்வாகும். அதன் வசதியான சேணம், பணிச்சூழலியல் ஹேண்டில்பார்கள் மற்றும் இலகுரக சட்டத்துடன், இது நகர வீதிகள், பைக் பாதைகள் மற்றும் கண்ணுக்கினிய பாதைகளில் மென்மையான மற்றும் சுவாரஸ்யமான சவாரி அனுபவத்தை வழங்குகிறது. நீங்கள் வேலைக்குப் பயணம் செய்கிறீர்களோ, தவறுகளைச் செய்கிறீர்களோ, அல்லது பூங்காவில் வெறுமனே ஓய்வாக சவாரி செய்கிறீர்களோ, எல்லா வயதினருக்கும் திறன் நிலைகளுக்கும் உள்ள ரைடர்களுக்கு பன்முகத்தன்மை, வசதி மற்றும் வசதியை நார்மல் சைக்கிள் வழங்குகிறது.

# ecycle
source: The Electric Bicycle revolutionizes the cycling experience by combining human-powered pedaling with electric-assist technology. Ideal for commuters, fitness enthusiasts, and recreational riders alike, the Electric Bicycle offers effortless pedaling, extended range, and enhanced speed capabilities. Its integrated electric motor provides a boost when needed, making uphill climbs and long-distance rides more manageable and enjoyable. Experience the convenience, versatility, and eco-friendly benefits of the Electric Bicycle for a seamless and efficient riding experience.
ta: மின்சார சைக்கிள் மின்சார உதவி தொழில்நுட்பத்துடன் மனிதனால் இயங்கும் பெடலிங்கை இணைப்பதன் மூலம் சைக்கிள் ஓட்டுதல் அனுபவத்தில் புரட்சியை ஏற்படுத்துகிறது. பயணிகள், உடற்பயிற்சி ஆர்வலர்கள் மற்றும் பொழுதுபோக்கு ரைடர்களுக்கு ஏற்றது, எலக்ட்ரிக் சைக்கிள் சிரமமின்றி பெடலிங், நீட்டிக்கப்பட்ட வரம்பு மற்றும் மேம்பட்ட வேக திறன்களை வழங்குகிறது. அதன் ஒருங்கிணைந்த மின்சார மோட்டார் தேவைப்படும்போது ஒரு ஊக்கத்தை வழங்குகிறது, மேல்நோக்கி ஏறுதல் மற்றும் நீண்ட தூர சவாரிகளை மிகவும் நிர்வகிக்கக்கூடியதாகவும் சுவாரஸ்யமாகவும் ஆக்குகிறது. வசதி, பல்துறை மற்றும் சூழல் நட்பு நன்மையை அனுபவிக்கவும்
